[
  {
    "BY": "BABA",
    "TITLE": "SHIVA SHAKTHI",
    "QUOTE": "This is not Swami's illness; this is an illness that Swami has taken on in order to save some one. Swami has no illnesses, nor will he get ill at any time. You must all be happy; that alone will make Swami happy. If you grieve, Swami will not be happy. Your joy is Swami's food. (Then, Baba signaled to Kasturi to speak. After his short speech was over, Baba wanted the mike to be held before him. He asked through it \"Vinapisthundaa!\". But, though he asked again and again, the voice was so indistinct that no one could make out what it meant. He then signed for water. When it was brought, he sprinkled a little with his shaking right hand on the stricken left hand, on his left leg. He stroked his left hand with the right. Immediately, he used both hands to stroke his left leg, and that touch was enough to cure it. He doffed the disease in a trice! He started to speak! It was the same musical voice.) For those who have no refuge, God is the refuge (Dikku lenivaniki devude gathi). That is exactly the reason I had to take on the disease that one helpless devotee was to get. He had to suffer this dire illness, as well as the four heart attacks that accompanied it, and he would not have survived it. So, according to my duty (dharma) to protect devotees (bakthasamrakshana), I had to rescue him. Of course, this is not the first time that I have taken on the illness of persons whom I wanted to save Even in the previous Sariram at Shirdi, I had this responsibility. The suffering that you saw was too much for this particular devotee, so I had to save him by going through it myself. This is my play (leela), my nature. It is part of the task for which I have come, sishyarakshana.  People who were near me during the last week were asking me to give them the name of the person whom I had saved. I told them that it would make them angry against that person, for Swami, they would say, \"had to undergo much pain in order to save that one person.\" Then, they replied that they would honor the person because of the extraordinary devotion that persuaded Swami to run to his rescue that Saturday morning.  Some people even asked me whether it was this person or that, giving names of those who had attacks of paralysis, especially on the left side! This is even more ludicrous, because when I save a person I save him completely. I do not wait until he gets the disease, and I do not leave him a fraction of a disease so that he may be identified later. It all looks funny to me, the guesses and surmises that you make. Even in Shirdi, Dada Saheb, Nadaram, Balawanth, all were saved by these means. Balawanth was destined to get plague, but the bubo was taken over and the boy saved. This is perhaps the longest period when I kept the devotees wondering and worried. That was because of the heart attacks, which had to come later on the devotee, from which also he had to be saved. Then, there is another reason why the 8-day period had to be observed. I shall tell you why. This means I must tell you about myself, about something I haven't disclosed so far, something that I was keeping within myself for the last 37 years. The time has come to announce it. This is a sacred day, and I shall tell you. You know I declared on the very day when I decided to disclose my Identity, my mission, and my Advent that I belonged to the Apasthamba Suthra and the Bharadwaja lineage (gothra). This Bharadwaja was a great sage, who studied the Vedas for a full one hundred years; but, finding that the Vedas were endless (anantha), he did penance (thapas) for prolonging life, and from Indra he got two extensions of a century each. Even then, the Vedas could not be completed, so he asked Indra again for another hundred years. Indra showed him 3 huge mountain ranges and said, \"What, you have learned in 3 centuries form only 3 handfuls from out of the 3 ranges that make up the Vedas. So give up the attempt to exhaust the Vedas. Perform a ritual (yaga) instead, which I shall teach you; that will give you the fruit of Vedic study, full and complete.\"  Bharadwaja decided to perform the ritual; Indra taught him how to do it; all preparations were completed. The sage wanted Shakthi to preside over and bless the ritual. So he went to Kailasa, but the time was not opportune for presenting his petition. Shiva and Shakthi were engaged in a competitive dance, trying to find out who could dance longer. Eight days passed thus, before Shakthi noticed Bharadwaja standing in the cold. She just cast a smile at him and danced along as before! The sage mistook the smile as a cynical refusal to notice him, so he turned his back on Kailasa and started to descend. To his dismay, he found his left leg, hand, and eye put out of action by a stroke. Shiva saw him fall, came up to him, and consoled him. Bharadwaja was told that Shakthi had indeed blessed him and his ritual. Then, Shiva revived him and cured him, sprinkling water from the Kamandalu. Both Shiva and Shakthi granted him the boons of a sage (rishi); they would both attend the ritual, they said. After the ritual was over, they were so pleased that they conferred even more boons on the sage. Shiva said that they would take human form and be born in the Bharadwaja lineage, thrice: Shiva alone as Shirdi Sai Baba, Shiva and Shakthi together at Puttaparthy as Sathya Sai Baba, and Shakthi alone as Prema Sai, later. Then, Shiva remembered the illness that had suddenly come upon Bharadwaja at Kailasa on the eighth day of waiting in the cold on the ice. He gave another assurance. \"As expiation for the neglect that Shakthi showed you at Kailasa for 8 days, this Shakthi will suffer the stroke for 8 days when we both take birth as Sathya Sai and, on the eighth day, I shall relieve her from all signs of the disease by sprinkling water, just as I did at Kailasa to cure your illness.\"  It was the working out of this assurance that you witnessed today, just now. This had to happen, this stroke and the cure. The assurance given in the Thretha era had to be honored. I may tell you now that the poor, forlorn devotee who had to suffer the stroke that I took over was a convenient excuse, which was utilized. You see, a railway engine is not made available to haul just one car; when a number of cars are ready, then the engine is put into action. So too, the disease had to be gone through, the devotee had to be saved, the assurance had to be carried out, the mystery had to be cleared, the Divinity had to be more clearly announced by the manifestation of this Grand Miracle. All these were accomplished by this one incident. Let me tell you one more thing: Nothing can impede or halt the work of the Avathaara. When I was upstairs all these days, some people were foolishly saying, \"It is all over with Sai Baba,\" and they turned back many who were coming to Puttaparthy! Some said I was in samadhi, as if I were a spiritual aspirant (sadhaka)! Some feared I was the victim of black magic, as if anything can affect me! The splendor of this Avathar will go on increasing, day by day. Formerly, when the Govardhanagiri (a mountain) was raised aloft by the little boy Krishna, the cowherd maids and boys (gopees and gopalas) realized that Krishna was the Lord. Now, not one Govardhanagiri but a whole range will be lifted, you will see! Have patience, have faith. Tomorrow morning, I shall give every one of you the Namaskaram Blessing that you missed today."
  },
  {
    "BY": "BABA",
    "TITLE": "THE REVELATION",
    "QUOTE": "Since at this place those who have devotion are gathered and people of all nations have come, I cannot but tell you one fact. World conferences dedicated to religion or spiritual problems have no doubt been held before; also, conferences of followers of particular faiths. But these have been held only after the demise of the founders and divine inspirers. This is the very first time that a World Conference is held, of persons devoted, while the incarnation is present before every one, with the body assumed for the purpose, bearing the name that is chosen for it by Itself. I must tell you this fact, because ninety-nine persons out of hundred among you do not know my Reality. You have come here drawn by diverse needs, a taste for spiritual matters, eagerness to develop the institutions to which you are attached, admiration or affection, love or reverence or a spurt of enthusiasm to join others and share with others your own exultation.   In truth, you cannot understand the nature of my Reality either today or even after a thousand years of steady austerity or ardent inquiry even if all mankind joins in that effort. But, in a short time, you will become cognizant of the bliss showered by the divine Principle, which has taken upon itself this sacred body and this sacred name. Your good fortune which will provide you this chance is greater than what was available for anchorites, monks, sages, saints and even personalities embodying facets of divine Glory!  Since I move about with you, eat like you, and talk with you, you are deluded into the belief that this is but an instance of common humanity. Be warned against this mistake. I am also deluding you by my singing with you, talking with you, and engaging myself in activities with you. But, [at] any moment, my Divinity may be revealed to you; you have to be ready, prepared for that moment. Since Divinity is enveloped by humanness you must endeavor to overcome the maya (delusion) that hides it from your eyes.  This is a human form in which every divine entity, every divine principle, that is to say, all the names and forms ascribed by man to God, are manifest. ... Do not allow doubt to distract you; if you only install, in the altar of your heart, steady faith in my Divinity, you can win a vision of my Reality. Instead, if you swing like the pendulum of a clock, one moment devotion, another moment disbelief, you can never succeed in comprehending the truth and win that bliss. You are very fortunate that you have a chance to experience the bliss of the vision of the Sarvadaivathwa swaroopam (the form that is all forms of the Gods) now, in this life itself.  Let me draw your attention to another fact. On previous occasions when God incarnated on earth, the bliss of recognizing Him in the incarnation was vouchsafed only after the physical embodiment had left the world, in spite of plenty of evidence of his grace. And the loyalty and devotion they commanded from men arose through fear and awe at their superhuman powers and skills or at their imperial and penal authority. But ponder a moment on this Sathya Sai Manifestation; in this age of rampant materialism, aggressive disbelief and irreverence, what is it that brings to it the adoration of millions from all over the world? You will be convinced that the basic reason for this is the supra-worldly Divinity in human form.  Again how fortunate you are that you can witness all the countries of the world paying homage to India (Bharatha); you can hear adoration of Sathya Sai's name reverberating throughout the world, even while this body is existing --not at some future date but when it is with you, before you. And again, you can witness very soon the restoration of the Ancient and Eternal Religion (Sanathana Dharma) to its genuine and natural status, the righteousness (dharma) laid down in the Vedas for the good of all the peoples of the world. The revival of vedic dharma is the Sai sankalpa (the resolve that Sai has) not only drawing people toward me, attracting them by the manifestation of my shakti (power) and samarthya (capacity). This is not a bhramathathwam (phenomenon of delusion). This phenomenon will sustain truth, it will uproot untruth, and in that victory make all of you exult in ecstasy. This is the Sai sankalpa (will).  Some persons, even those who have reached a certain stage of leadership and authority, have started exchanging the Vedic formulae and the principles of Indian (Bharathiya) culture for lucre, selling them, in fact; and westerners too are inclined to purchase them! These truths and discoveries are not merchandise to be sold and bought. Therefore, I am going to western countries soon, in order to apprise them of their real worth and put a stop to this bargaining. Already, the authorities of universities in the United States of America and the leaders of the students of those universities have written that they are eager to welcome me and they have drawn up programs for me. It was only yesterday that passports for my visit to Africa have been brought, praying that I may visit those countries soon; I am proceeding to Africa before the month of June.  So utilize the chance of association with me as much as possible, and endeavor as quickly and as best as you can to follow the directions that I have been giving. Obeying my instructions is enough; it will benefit you more than the most rigorous asceticism. Practice sathya, dharma, santhi and prema, which are dear to me; resolve to keep those ideals before you ever, in all your thoughts, words and deeds. That can confer on you the summum bonum of mergence in the supreme substance of Divinity."
  },
  {
    "BY": "BABA",
    "TITLE": "THE MILESTONE SPEECH",
    "QUOTE": "The Milestone Speech:    For the protection of the virtuous, for the destruction of evildoers and for establishing righteousness on a firm footing, I incarnate from age to age. <b>Whenever disharmony</b> (asanthi) overwhelms the world, the Lord will incarnate in human form to establish the modes of earning peace (prasanthi) and to reeducate the human community in the paths of peace. At the present time, strife and discord have robbed peace and unity from the family, the school, the society, the religions, the cities, and the state.  The arrival of the Lord is also anxiously awaited by saints and sages. Spiritual aspirants (sadhus) prayed and I have come. My main tasks are fostering of the Vedas (Hindu scriptures) and fostering of the devotees. Your virtue, your self-control, your detachment, your faith, your steadfastness —these are the signs by which people read of my glory. You can lay claim to be a devotee only when you have placed yourself in my hands fully and completely with no trace of ego. You can enjoy the bliss through the experience the Avatar confers. The Avatar behaves in a human way so that mankind can feel kinship, but rises into his superhuman heights so that mankind can aspire to reach the heights, and through that aspiration actually reach him. Realizing the Lord within you as the motivator is the task for which he comes in human form.  Avatars like Rama and Krishna had to kill one or more individuals who could be identified as enemies of the righteous (dharmic) way of life, and thus restore the practice of virtue. But now there is no one fully good, so who deserves the protection of God? All are tainted by wickedness, so who will survive if the Avatar decides to uproot? Therefore, I have come to correct the intelligence (buddhi), by various means. I have to counsel, help, command, condemn and stand by as a friend and well wisher to all, so that they may give up evil propensities and, recognizing the straight mark, tread it and reach the goal. I have to reveal to the people the worth of the Vedas, the Sastras, and the spiritual texts that lay down the norms. If you will accept me and say, “Yes,” I too will respond and say, “Yes, yes, yes.” If you deny and say “No,” I also echo “No.” Come, examine, experience, have faith. This is the method of utilizing me.   I do not mention Sai Baba in any of my discourses, but I bear the name as Avatar of Sai Baba. I do not appreciate in the least the distinction between the various appearances of God: Sai, Rama, Krishna, etc. I do not proclaim that this is more important or that is less important. Continue your worship of your chosen God along lines already familiar to you; then you will find that you are coming nearer to me. For all names are mine, and all forms are mine. There is no need to change your chosen God and adopt a new one when you have seen me and heard me.  Every step in the career of the Avatar is predetermined. Rama came to feed the roots truth (sathya) and righteousness (dharma). Krishna came to foster peace (santhi), and love (prema). Now, all these four are in danger of being dried up. That is why the present Avatar has come. The righteousness that has fled to the forests has to be brought back into the villages and towns. The anti-righteousness that is ruining the villages and towns must be driven back into the jungle. I have come to give you the key of the treasure of bliss ananda, to teach you how to tap that spring, for you have forgotten the way to blessedness. If you waste this time of saving yourselves, it is just your fate. You have come to get from me tinsel and trash, the petty little cures and promotions, worldly joys and comforts. Very few of you desire to get from me the thing that I have come to give you: namely, liberation itself. Even among these few, those who stick to the path of spiritual practice and succeed are a handful. Your worldly intelligence cannot fathom the ways of God. He cannot be recognized by mere cleverness of intelligence. You may benefit from God, but you cannot explain him. Your explanations are merely guesses, attempts to cloak your ignorance in pompous expressions. Bring something into your daily practice as evidence of your having known the secret of the higher life from me. Show that you have greater brotherliness. Speak with more sweetness and self-control. Bear defeat as well as victory with calm resignation. I am always aware of the future and the past as well as the present of every one of you, so I am not so moved by mercy. Since I know the past, the background, the reaction is different. It is your consequence of evil deliberately done in the previous birth, so I allow your suffering to continue, often modified by some little compensation. I do not cause either joy or grief. You are the designer of both these chains that bind you. I am the embodiment of bliss (Anandaswarupa). Come, take bliss (ananda) from me, dwell on that bliss, and be full of peace (santhi).  My acts are the foundations on which I am building my work, the task for which I have come. All the miraculous acts that you observe are to be interpreted so. The foundation for a dam requires a variety of materials. Without these it will not last and hold back the waters. An incarnation of the Lord has to be used in various ways by man for his uplift.  The Lord has no intention to publicize himself. I do not need publicity, nor does any other Avatar of the Lord. What are you daring to publicize? Me? What do you know about me? You speak one thing about me today and another tomorrow. Your faith has not become unshakable. You praise me when things go well and blame me when things go wrong. When you start publicity you descend to the level of those who compete in collecting plenty by decrying others and extolling themselves. Where money is calculated, garnered or exhibited to demonstrate one's achievements, I will not be present. I come only where sincerity and faith and surrender are valued. Only inferior minds will revel in publicity and self-aggrandizement. These have no relevance in the case of Avatars. Avatars need no advertisement.  The establishment of righteousness (dharma): that is my aim. The teaching of dharma, the spread of dharma: that is my object. These miracles, as you call them, are just a means toward that end. Some of you remark that Ramakrishna Paramahamsa (an Indian saint) said that yogic powers (siddhis) are obstructions in the path of the spiritual aspirant. Yes, yogic powers may lead the spiritual aspirant astray. Without being involved in them, he has to keep straight on. His ego will bring him down if he yields to the temptation of demonstrating his yogic powers. That is the correct advice that every aspirant should heed. But the mistake lies in equating me with a spiritual aspirant, like the one whom Ramakrishna wanted to help, guide, and warn. These yogic powers are just in the nature of the Avatar —the creation of things with intent to protect and give joy is spontaneous and lasting. Creation, preservation, and dissolution can be accomplished only by the Almighty ... no one else can. Cynics carp without knowledge. If they learn the sastras or scriptures, or if they cultivate direct experience, they can understand me. Your innate laziness prevents you from the spiritual exercises necessary to discover the nature of God. This laziness should go. It has to be driven out of man's nature in whatever shape it appears. That is my mission. My task is not merely to cure and console and remove individual misery but is something far more important. The removal of misery and distress is incidental to my mission. My main task is the reestablishment of the Vedas and sastras (spiritual scriptures), and revealing the knowledge about them to all people. This task will succeed. It will not be limited. It will not be slowed down. When the Lord decides and wills, his divine will cannot be hindered. You must have heard people say that mine is all magic. But the manifestation of divine power must not be interpreted in terms of magic. Magicians play their tricks for earning their maintenance, worldly fame, and wealth. They are based on falsehood, and they thrive on deceit, but this body could never stoop to such a low level. This body has come through the Lord's resolve to come. That resolve is intended to uphold truth (sathya). Divine resolve is always true resolve. Remember there is nothing that divine power cannot accomplish. It can transmute earth into sky and sky into earth. To doubt this is to prove that you are too weak to grasp great things, the grandeur of the universe. I have come to instruct all in the essence of the Vedas, to shower on all this precious gift, to protect the ancient wisdom (sanathana dharma) and preserve it. My mission is to spread happiness, so I am always ready to come among you not once, but twice or thrice —as often as you want me. Many of you probably think that since people from all parts of India, and even foreign countries outside India, come to Puttaparthi, they must be pouring their contributions into the coffers of the Nilayam (Prasanthi Nilayam: name of Sai Baba's ashram). But let me declare the truth. I do not take anything from anyone except their love and devotion. This has been my consistent practice for the last many years. People who come here are giving me just the wealth of faith, devotion, and love. That is all. Many of you come to me with problems of health and mental worry of one sort or another. They are mere baits by which you have been brought here. The main purpose is that you may have grace and strengthen your faith in the divine. Problems and worries are really to be welcomed, because they teach you the lessons of humility and reverence. Running after external things produces all this discontent. That type of desire has no end. Once you have become a slave to the senses, they will not leave hold until you are dead. It is an unquenchable thirst. But I call you to me and even grant worldly boons so that you may turn God-ward. No Avatar has done like this before, going among the masses, counseling them, guiding them, consoling them, uplifting them, and directing them along the path of truth, righteousness, peace and love (sathya, dharma, santhi, and prema). My activities and movements will never be altered, whoever may pass whatever opinion on them. I shall not modify my plans for the establishment of righteousness (dharmasthapana), my discourses, or my movements. I have stuck to this determination for many years and I am engaged in the task for which I have come: that is, to inculcate faith in the path of the highest spiritual peace (prasanthi). I shall not stop or retract a step. Not even the biggest scientist can understand me by means of his laboratory knowledge. I am always full of bliss. Whatever may happen, nothing can come in the way of my smile. That is why I am able to impart joy to you and make your burden lighter. I never exult when I am extolled, nor shrink when I am reviled. Few have realized my purpose and significance, but I am not worried. When things that are not in me are attributed to me, why should I worry? When things that are in me are mentioned, why should I exult? For me it is always, “Yes, yes, yes.” If you give all and surrender to the Lord, he will guard and guide you. The Lord has come for just this task. He is declaring that he will do so, and that it is the very task that has brought him here. I know the agitations of your heart and its aspirations, but you do not know my heart. I react to the pain that you undergo and to the joy that you feel, for I am in your heart. I am the dweller in the temple of every heart. Do not lose contact and company, for it is only when the coal is in contact with the live embers that it can also become live ember. Cultivate a nearness with me in the heart and it will be rewarded. Then you too will acquire a fraction of that supreme love. This is a great chance. Be confident that you will all be liberated. Know that you are saved. Many hesitate to believe that things will improve, that life will be happy for all and full of joy, and that the golden age will recur. Let me assure you that this divine body (dharmaswarupa) has not come in vain. It will succeed in averting the crisis that has come upon humanity. "
  }
]
